---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtOfWater
source: html/87f96f35-e3bf-42a7-829a-e2a63834f49d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtOfWater Property

Symbol FT, indicating unit Feet of water (39.2 °F).

## Syntax (C#)
```csharp
public static ForgeTypeId FtOfWater { get; }
```